{
    "mainPic": "https://politring.com/uploads/posts/2018-01/medium/1516784716_dcee3768-9ddd-4175-9eb4-f2303fae8c40_cx0_cy3_cw0_w1023_r1_s.jpg",
    "name": "Anempodistov Mikhail Vladimirovich",
    "lifeYears": "March 16, 1964 - January 23, 2018",
    "about": "AnempodistovAbout",
    "videoSrc": "https://www.youtube.com/embed/pWz8eOQxZ2k?autoplay=1",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2349.669878107178!2d27.575082815738952!3d53.91984193930004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcf84a9511139%3A0x3be3534f5f48775e!2sKamaro%C5%ADski+Rynak!5e0!3m2!1sen!2sby!4v1564319456577!5m2!1sen!2sby",
    "googleLife": "Жил Анемподистов Михаил Владимирович большую часть жизни в районе Комаровки",
    "timeLineDates": [
        "1979-1983",
        "1983-1985",
        "С марта 1987 года",
        "С 1989 по 1994 года",
        "С 1997 г.",
        "В 2011 г."
    ],
    "timeLineInfos": [
        "учился и окончил Минское художественное училище (ныне — Минский государственный художественный колледж имени А. К. Глебова)[12]. На первом курсе Михаил Анемподистов еще не очень хорошо знал белорусский язык и сдал экзамен по нему на 3 балла из 5 возможных, но на третьем курсе уже с увлечением читал Владимира Короткевича, а на четвертом курсе специально попросил учительницу пересдать экзамен по белорусскому языку и пересдал его на «пятерку»[9]. Дипломная работа в училище была по плакату.",
        "прошел срочную службу в Вооруженных силах СССР[19]. Во время службы в армии переписывался со своими друзьями из «Белорусской Мастерской», особенно с Сергеем Хоревским и Валентином Вечёрко: Харевский с радостью сообщал Михаилу, что в Минске партийные власти утвердили план реставрации исторической застройки центра Минска — обновить и восстановить все католические и униатские монастыри минского Верхнего города, в Троицком предместье открыть музей, полностью реставрировать Татарское предместье",
        "был членом арт-лаборатории «Галина» (неформальной художественной группы) в Минске, которая своей платформой объявила «неокритический реализм как метод, направленный на бичевание застойных явлений в нашей общественной жизни»",
        "работал художественным редактором в белорусском журнале «Березка», где реализовывал себя совместно с такими талантами как Адам Глобус, Владимир Сивчиков, Игорь Бобков, Максим Климкович, Александр Бадак и др.",
        "был членом Белорусского союза дизайнеров, а с 2011 года членом его правления.",
        "дебютировал как фотограф, презентовав фотавыставку «Under Ground»: в фотографиях сосредоточился на белорусских овощах, чтобы таким способом открыть более глубокое измерение белорусской культуры. Выбор своей тематики объяснил тем, что белорусы, как овощи, скрывают интересные вещи в себе, не показывают их вовне — нация заглубленных в себя людей: выглядят обычно, а внутри фантастические — под испачканной (от почвы) кожурой картофеля спрятано «золотое солнце»."
    ],
    "gallery": [
        "/gallery/anempodistov/1.jpg",
        "/gallery/anempodistov/3.jpg",
        "/gallery/anempodistov/4.jpg",
        "/gallery/anempodistov/5.jpg"
    ]
}
