{
    "mainPic": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Igor_Savchenko_6-03-2014.JPG/800px-Igor_Savchenko_6-03-2014.JPG",
    "name": "Савченко Игорь Викторович",
    "lifeYears": "1962 г.р.",
    "about": "Творчество Игоря Савченко заметно выделяется из общей картины белорусской фотографии. Системность и логика автора удивительным образом проявляют многослойную поэтику его произведений, где сквозь нарочитую обыденность и банальность повседневности проступают изменчивые парадоксы бытия, где очевидное - лишь серая калька на таинственной картине времени.",
    "videoSrc": "https://www.youtube.com/embed/WBeKQne2-SQ?autoplay=1",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2349.700302404739!2d27.583234015738938!3d53.91930133934083!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfa125d183b7%3A0x247fd09224d3bf26!2svulica+Ku%C4%BAman+2%2C+Minsk+220089!5e0!3m2!1sen!2sby!4v1564320877626!5m2!1sen!2sby",
    "googleLife": "Руководитель галереи визуальных искусств «NOVA»",
    "timeLineDates": ["1980 - 1985", "1985 - 1991", "1988 – 1989", "1991", "1994", "1997", "1998 - 2005", "2006", "2009 – 2011"],
    "timeLineInfos": [
        "- учился в Белорусском государственном университете информатики и радиоэлектроники, окончив его с отличием по специальности кибернетика и системы автоматического управления.",
        "- работал инженером.",
        "– в этот период познакомился с участниками Студии творческой фотографии Валерия Лобко, Минск. ",
        "- получает Премию Кодак-Пате на Международном салоне фотографии в Рояне, Франция. Фактически этот год стал определяющим. В июне 1991 года увольняется с инженерной работы. В этом же году прошла его первая персональная выставка, Galleri Index/Fotograficentrum, Стокгольм.",
        "– с этого года не ограничивает своё творчество  только фотографией - пишет тексты и прозу.",
        "- декларирует отказ от создания новых фотографических работ.",
        "– в этот период создает ряд проектов на базе текстов и смешанной техники.",
        "– осенью этого года вернулся к фотографированию.",
        "– Выпустил несколько циклов стихов: «Тебе о тебе» и другие."
    ]
}
