{
    "Photographers of Belarus": "Фатографы Беларусi",
    "Union of Photographers in Belarus": "Саюз фатографаў у Беларусі",
    "home-page-about-content": "<p><strong> Саюз фатографаў</strong> (<i> Беларускае грамадскае аб'яднанне фатографаў</i>) - адзіная ў Беларусі некамерцыйная арганізацыя, створаная фатографамі для фатографаў.</p><p> Місія Саюза фатографаў складаецца ў тым, каб ствараць умовы і магчымасці для вашай паспяховай прафесійнай дзейнасці ў галіне фатаграфіі, як у камерцыйнай так і ў творчай.</p><p>Саюз фатографаў быў створаны устаноўчым з'ездам 20 сьнежня 2003 году, на якім было прынята рашэнне аб стварэнні творчага Саюза фатографаў. У працы з'езда прынялі ўдзел 179 чалавек з усіх рэгіёнаў Беларусі. 25 жніўня 2004 года Міністэрствам юстыцыі Рэспублікі Беларусь было зарэгістравана Беларускае грамадскае аб'яднанне 'Фотамастацтва'. У лютым 2005 года Саюз фатографаў ўступіў у Беларускую канфедэрацыю творчых саюзаў.</p><p> У жніўні 2016 года адбыўся з'езд, на якім было прынята рашэнне аб перайменаванні арганізацыі ў <strong> Беларускае грамадскае аб'яднанне фатографаў</strong>.</p><p> Беларускае грамадскае аб'яднанне фатографаў з'яўляецца членам Федэрацыі еўрапейскіх фатографаў (FEP / Federation of European Photographers). Гэта дае магчымасць членам аб'яднання атрымліваць кваліфікацыі The European Photographer (EP), The Qualified European Photographer (QEP) або The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Фатограф дня",
    "Anempodistov Mikhail Vladimirovich": "Анемпадыстаў Міхаіл Уладзіміравіч",
    "Kachan Vadim Arkadyevich": "Качан Вадзім Аркадзьевіч",
    "Parfenok Vladimir Petrovich": "Парфенак Уладзімір Пятровіч",
    "Savchenko Igor Viktorovich": "Саўчанка Ігар Віктаравіч",
    "Klinov Artur Aleksandrovich": "Клінаў Артур Аляксандравіч",
    "March 16, 1964 - January 23, 2018": "16 сакавіка 1964 г. - 23 студзеня 2018 г.",
    "Born in 1958": "1958 г.н.",
    "Born in 1962": "1962 г.н.",
    "Born in 1965": "1965 г.н.",
    "AnempodistovAbout": "Беларускі мастак, дызайнер, паэт, культуролаг, мастацтвазнаўца.",
    "KachanAbout": "Сучасны беларускі фатограф, выкладчык фатаграфіі. Аўтарскае крэда: «Фатаграфія - гэта дакументальнае адлюстраванне не толькі навакольнага свету, але і ўнутранага стану мастака, яго душы».",
    "ParfenokAbout": "Беларускі фатограф, куратар выстаў, кіраўнік галерэі візуальных мастацтваў «NOVA». Жыве і працуе ў Мінску. У творчай фатаграфіі з сярэдзіны 1980-х гг. Удзельнічаў у шматлікіх выставачных праектах у Беларусі і за мяжой. У фатаграфіі - прыхільнік аналагавых тэхналогій і ручной друку.",
    "SavchenkoAbout": "Творчасць Ігара Саўчанкі прыкметна вылучаецца з агульнай карціны беларускай фатаграфіі. Сістэмнасць і логіка аўтара дзіўным чынам праяўляюць шматслаёвую паэтыку яго твораў, дзе скрозь знарочыстую штодзённасць і банальнасьць штодзённасці праступаюць зменлівыя парадоксы быцця, дзе відавочнае - толькі шэрая калька на таямнічай карціне часу.",
    "KlinovAbout": "Беларускі пісьменнік, журналіст, фатограф. Галоўны рэдактар часопіса «pARTisan». Нарадзіўся ў 1965 годзе ў Менску ў сям'і старавера.",
    "Go to": "Перайсці",
    "Home page": "На галоўную",
    "Search page": "Поиск фатографа",
    "Search": "Пошук",
    "Home": "Галоўная",
    "TeamHeader": "Гэты сайт створаны камандай распрацоўшчыкаў:",
    "TeamDren": "Аляксандр Дрэнь",
    "TeamFaryna": "Дзмiтрый Фарына",
    "TeamIvanchikov": "Iлля Iванчыкоy",
    "TeamFomin": "Станiслау Фамин",
    "TeamTsykala": "Игар Цыкала",
    "TeamTalaspaev": "Мухамед Таласпаеу",
    "TeamShlembayev": "Кемалхан Шлямбяеу",
    "Watch video": "Глядзець відэа"
}
