{
    "Photographers of Belarus": "Фатографы Беларусi",
    "Union of Photographers in Belarus": "Саюз фатографаў у Беларусі",
    "home-page-about-content": "<p><strong> Саюз фатографаў</strong> (<i> Беларускае грамадскае аб'яднанне фатографаў</i>) - адзіная ў Беларусі некамерцыйная арганізацыя, створаная фатографамі для фатографаў.</p><p> Місія Саюза фатографаў складаецца ў тым, каб ствараць умовы і магчымасці для вашай паспяховай прафесійнай дзейнасці ў галіне фатаграфіі, як у камерцыйнай так і ў творчай.</p><p>Саюз фатографаў быў створаны устаноўчым з'ездам 20 сьнежня 2003 году, на якім было прынята рашэнне аб стварэнні творчага Саюза фатографаў. У працы з'езда прынялі ўдзел 179 чалавек з усіх рэгіёнаў Беларусі. 25 жніўня 2004 года Міністэрствам юстыцыі Рэспублікі Беларусь было зарэгістравана Беларускае грамадскае аб'яднанне 'Фотамастацтва'. У лютым 2005 года Саюз фатографаў ўступіў у Беларускую канфедэрацыю творчых саюзаў.</p><p> У жніўні 2016 года адбыўся з'езд, на якім было прынята рашэнне аб перайменаванні арганізацыі ў <strong> Беларускае грамадскае аб'яднанне фатографаў</strong>.</p><p> Беларускае грамадскае аб'яднанне фатографаў з'яўляецца членам Федэрацыі еўрапейскіх фатографаў (FEP / Federation of European Photographers). Гэта дае магчымасць членам аб'яднання атрымліваць кваліфікацыі The European Photographer (EP), The Qualified European Photographer (QEP) або The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Фатограф дня",
    "Anempodistov Mikhail Vladimirovich": "Анемпадыстаў Міхаіл Уладзіміравіч",
    "Kachan Vadim Arkadyevich": "Качан Вадзім Аркадзьевіч",
    "Parfenok Vladimir Petrovich": "Парфенак Уладзімір Пятровіч",
    "Savchenko Igor Viktorovich": "Саўчанка Ігар Віктаравіч",
    "Klinov Artur Aleksandrovich": "Клінаў Артур Аляксандравіч",
    "March 16, 1964 - January 23, 2018": "16 сакавіка 1964 г. - 23 студзеня 2018 г.",
    "Born in 1958": "1958 г.н.",
    "Born in 1962": "1962 г.н.",
    "Born in 1965": "1965 г.н.",
    "AnempodistovAbout": "Беларускі мастак, дызайнер, паэт, культуролаг, мастацтвазнаўца.",
    "KachanAbout": "Сучасны беларускі фатограф, выкладчык фатаграфіі. Аўтарскае крэда: «Фатаграфія - гэта дакументальнае адлюстраванне не толькі навакольнага свету, але і ўнутранага стану мастака, яго душы».",
    "ParfenokAbout": "Беларускі фатограф, куратар выстаў, кіраўнік галерэі візуальных мастацтваў «NOVA». Жыве і працуе ў Мінску. У творчай фатаграфіі з сярэдзіны 1980-х гг. Удзельнічаў у шматлікіх выставачных праектах у Беларусі і за мяжой. У фатаграфіі - прыхільнік аналагавых тэхналогій і ручной друку.",
    "SavchenkoAbout": "Творчасць Ігара Саўчанкі прыкметна вылучаецца з агульнай карціны беларускай фатаграфіі. Сістэмнасць і логіка аўтара дзіўным чынам праяўляюць шматслаёвую паэтыку яго твораў, дзе скрозь знарочыстую штодзённасць і банальнасьць штодзённасці праступаюць зменлівыя парадоксы быцця, дзе відавочнае - толькі шэрая калька на таямнічай карціне часу.",
    "KlinovAbout": "Беларускі пісьменнік, журналіст, фатограф. Галоўны рэдактар часопіса «pARTisan». Нарадзіўся ў 1965 годзе ў Менску ў сям'і старавера.",
    "Go to": "Перайсці",
    "Home page": "На галоўную",
    "Search page": "Поиск фатографа",
    "Search": "Пошук",
    "Home": "Галоўная",
    "TeamHeader": "Гэты сайт створаны камандай распрацоўшчыкаў:",
    "TeamDren": "Аляксандр Дрэнь",
    "TeamFaryna": "Дзмiтрый Фарына",
    "TeamIvanchikov": "Iлля Iванчыкоy",
    "TeamFomin": "Станiслау Фамин",
    "TeamTsykala": "Игар Цыкала",
    "TeamTalaspaev": "Мухамед Таласпаеу",
    "TeamShlembayev": "Кемалхан Шлямбяеу",
    "Watch video": "Глядзець відэа",
    "Gallery": "Галерэя",
    "Anempodistov1979": "- вучыўся і скончыў Мінскае мастацкае вучылішча (цяпер - Мінскі дзяржаўны мастацкі каледж імя А. К. Глебава). Дыпломная праца ў вучылішча была па плаката.",
    "Anempodistov1983": "- прайшоў тэрміновую службу ва Узброеных сілах СССР. Падчас службы ў войску перапісваўся са сваімі сябрамі з «Беларускай Майстэрні асабліва з Сяргеем Харэўскі і Валянцінам Вячорка.",
    "Anempodistov1987": "- быў членам арт-лабараторыі «Галіна» (нефармальнай мастацкай групы) у Мінску, якая сваёй платформай абвясціла «неокритический рэалізм як метад, накіраваны на хвастаньне застойных з'яў у нашай грамадскага жыцця»",
    "Anempodistov1989": "- працаваў мастацкім рэдактарам у беларускім часопісе «Бярозка дзе рэалізоўваў сябе сумесна з такімі талентамі як Адам Глобус, Уладзімер Сіўчыкаў, Ігар Бабкоў, Максім Клімковіч, Алесь Бадак і інш.",
    "Anempodistov1997": "- быў членам Беларускага саюза дызайнераў, а з 2011 года членам яго праўлення.",
    "Anempodistov2011": "- дэбютаваў як фатограф, прэзентаваўшы фотавыставку «Under Ground»: у фотаздымках засяродзіўся на беларускіх гародніне, каб такім спосабам адкрыць больш глыбокае вымярэнне беларускай культуры. Выбар сваёй тэматыкі патлумачыў тым, што беларусы, як гародніна, хаваюць цікавыя рэчы ў сабе, не паказваюць іх вонкі - нацыя заглыбленых у сябе людзей: выглядаюць звычайна, а ўнутры фантастычныя - пад запэцканай (ад глебы) лупінай бульбы схавана «залатое сонца».",
    "Kachan1980": " - скончыў Беларускі тэхналагічны інстытут ім. С. М. Кірава ў Мінску.",
    "Kachan1980_2": "- з'яўляўся членам фотаклуба «Вячэрні Мінск». У гэты час ствараюцца серыі і праекты як дакументальных работ ",
    "Kachan2003": " - У гэтым годзе вярнуўся ў фатаграфію персанальнай выставай «Аскепкі» ў галерэі «NOVA» (Мінск). З'яўляецца адным з арганізатараў і першым старшынёй Беларускага Грамадскага аб'яднання «Фотамастацтва» (творчы саюз) 2003 год. Актыўна ўдзельнічае ў калектыўных выставах у розных краінах, праходзіць шэраг яго персанальных выстаў: у Беларусі, Расіі і Польшчы.",
    "Kachan2005": " - Выйшаў фотаальбом Вадзіма Качана «Фатаграфіі мінулых гадоў» ",
    "Kachan2007": "- Пачаў займацца выкладаннем фатаграфіі.",
    "Klinov1987": " - скончыў архітэктурны факультэт Беларускай тэхнічнай акадэміі.",
    "Klinov1987_2": "- Арганізатар і ўдзельнік супольнасць «Бло», удзельнік выстаў групы «Форма».",
    "Klinov1990": "- Першапачаткова выступаў на выставах як жывапісец і акционист, з 1990-х стаў працаваць з аб'ектамі і інсталяцыямі",
    "Klinov1998": "- Стаў старшынёй Беларускай асацыяцыі сучаснага мастацтва і старшынёй Беларускай асацыяцыі сучасных мастакоў.",
    "Klinov2002": "- Сумесна з Віктарам Пятровым і Дзянісам Раманоўскім арганізаваў міжнародны фестываль перформансу «Навінкі», з Таццянай Новікавай - фестываль відэаарта.",
    "Klinov2002_2": "- Заснавальнік і галоўны рэдактар медыяпраекце pARTisan: з 2002 года альманаха сучаснай беларускай культуры pARTisan, з 2009 серыі альбомаў «Калекцыя пАРТызана».",
    "Savchenko1980": "- вучыўся ў Беларускім дзяржаўным універсітэце інфарматыкі і радыёэлектронікі, скончыўшы яго з адзнакай па спецыяльнасці кібернетыка і сістэмы аўтаматычнага кіравання.",
    "Savchenko1985": "- працаваў інжынерам.",
    "Savchenko1988": "- у гэты перыяд пазнаёміўся з удзельнікамі Студыі творчай фатаграфіі Валерыя Лабко, Мінск.",
    "Savchenko1991": "- атрымлівае Прэмію Кодак-Пацееў на Міжнародным салоне фатаграфіі ў Рояне, Францыя. Фактычна гэты год стаў вызначальным. У чэрвені 1991 гады звальняецца з інжынернай працы. У гэтым жа годзе прайшла яго першая персанальная выстава, Galleri Index / Fotograficentrum, Стакгольм.",
    "Savchenko1994": "– з гэтага года не абмяжоўвае сваю творчасць толькі фатаграфіяй ",
    "Savchenko1997": "- дэкларуе адмову ад стварэння новых фатаграфічных работ.",
    "Savchenko1998": "–  у гэты перыяд стварае шэраг праектаў на базе тэкстаў і змяшанай тэхнікі.",
    "Savchenko2006": "– у восень гэтага года вярнуўся да фатаграфавання. ",
    "Savchenko2009": "- Выпусціў некалькі цыклаў вершаў: «Табе пра цябе» і іншыя.",
    "Parfenok1989": "- фатограф навукова-вытворчага аб'яднання Цэнтр, Мінск",
    "Parfenok1991": "- рэдактар аддзела мастацкай фатаграфіі рэспубліканскага часопіса па мастацтве Мастацтва, Мінск",
    "Parfenok1994": "- куратар выставы Новая беларуская фатаграфія у Дзяржаўнай мастацкай галерэі г. Сопата (Польшча, 1994) і выставы Фатаграфія з Мінска ў галерэі IFA, (Берлін, 1994)",
    "Parfenok1995": "- удзельнік шматлікіх групавых выставачных фатаграфічных праектаў у Беларусі, Расіі, Літве, Эстоніі і ў краінах далёкага замежжа (Фінляндыя, Швецыя, Польшча, Данія, Германія, Вялікабрытанія, ЗША, Аўстрыя); аўтар двух персанальных выставачных праектаў Lucida momenta (1995)",
    "Parfenok1996": "- мастацкі кіраўнік і куратар выставачных праектаў незалежнай галерэі візуальных мастацтваў NOVA, 1996 - да сапр. вр.",
    "AnempodistovLife": "Жыў Анемпадыстаў Міхаіл Уладзіміравіч большую частку жыцця ў раёне Камароўкі",
    "KachanLife": "З'яўляецца адным з арганізатараў і першым старшынёй Беларускага Грамадскага аб'яднання Фотамастацтва (творчы саюз) 2003 год",
    "KlinovLife": "Ідэалагічны лідэр першай у Беларусі арт-вёскі Каптаруны",
    "ParfenokLife": "Кіраўнік галерэі візуальных мастацтваў «NOVA»",
    "SavchenkoLife": "У 1991 Galleri Index/Fotograficentrum персанальная выстава, Cтокгольм",
    "Masterworks": "Шэдэўры",
    "Exhibitions": "Выставы",
    "CreationDay": "Дата стварэння"
}
