{
    "Photographers of Belarus": "Photographers of Belarus",
    "Union of Photographers in Belarus": "Union of Photographers in Belarus",
    "home-page-about-content": "<p><strong> The Union of Photographers</strong> (<i> Belarusian Public Association of Photographers</i>) is the only non-profit organization in Belarus created by photographers for photographers.</p><p> The mission of the Union of Photographers is to create the conditions and opportunities for your successful professional work in the field of photography, both commercial and creative.</p><p> The Union of Photographers was created by the constituent congress on December 20, 2003, at which it was decided to create a Union of Photographers. The congress was attended by 179 people from all regions of Belarus. On August 25, 2004, the Belarusian Public Association “Photography” was registered by the Ministry of Justice of the Republic of Belarus. In February 2005, the Union of Photographers joined the Belarusian Confederation of Creative Unions.</p><p> In August 2016, a congress was held at which a decision was made to rename the organization to the <strong> Belarusian Public Association of Photographers</strong>.</p><p> The Belarusian Public Association of Photographers is a member of the Federation of European Photographers (FEP / Federation of European Photographers). This allows members to qualify for The European Photographer (EP), The Qualified European Photographer (QEP), or The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Photographer of the day",
    "Anempodistov Mikhail Vladimirovich": "Anempodistov Mikhail Vladimirovich",
    "Kachan Vadim Arkadyevich": "Kachan Vadim Arkadyevich",
    "Parfenok Vladimir Petrovich": "Parfenok Vladimir Petrovich",
    "Savchenko Igor Viktorovich": "Savchenko Igor Viktorovich",
    "Klinov Artur Aleksandrovich": "Klinov Artur Aleksandrovich",
    "March 16, 1964 - January 23, 2018": "March 16, 1964 - January 23, 2018",
    "Born in 1958": "Born in 1958",
    "Born in 1962": "Born in 1962",
    "Born in 1965": "Born in 1965",
    "AnempodistovAbout": "Belarusian artist, designer, poet, culturologist, art critic.",
    "KachanAbout": "Modern Belarusian photographer, photography teacher. Author's credo: “Photography is a documentary display of not only the world around us, but also the inner state of the artist, his soul.”",
    "ParfenokAbout": "Belarusian photographer, curator of exhibitions, head of the gallery of visual arts «NOVA». He lives and works in Minsk. In creative photography from the mid-1980s. Participated in many exhibition projects in Belarus and abroad. In the photo - supporter of analog technology and manual printing.",
    "SavchenkoAbout": "Creativity of Igor Savchenko stands out from the overall picture of the Belarusian photos. The systematic nature and logic of the author surprisingly manifest the multi-layered poetics of his works, where through the deliberate routine and commonplaceness of everyday life, changing paradoxes of being emerge, where the obvious is just a gray tracing paper on the mysterious picture of time.",
    "KlinovAbout": "Belarusian writer, journalist, photographer. Editor-in-Chief of the magazine «pARTisan» Born in 1965 in Minsk in the family of the Old Believer.",
    "Go to": "Go to",
    "Home page": "Home page",
    "Search page": "Search page",
    "Search": "Search",
    "Home": "Home",
    "TeamHeader": "This site was created by delevopers:",
    "TeamDren": "Aleksandr Dren",
    "TeamFaryna": "Dzmitri Faryna",
    "TeamIvanchikov": "Ilya Ivanchikov",
    "TeamFomin": "Stanislau Fomin",
    "TeamTsykala": "Ihar Tsykala",
    "TeamTalaspaev": "Mukhamed Talaspaev",
    "TeamShlembayev": "Kemalkhan Shlembayev",
    "Watch video": "Watch video",
    "Gallery": "Gallery"
}
