{
    "Photographers of Belarus": "Photographers of Belarus",
    "Union of Photographers in Belarus": "Union of Photographers in Belarus",
    "home-page-about-content": "<p><strong> The Union of Photographers</strong> (<i> Belarusian Public Association of Photographers</i>) is the only non-profit organization in Belarus created by photographers for photographers.</p><p> The mission of the Union of Photographers is to create the conditions and opportunities for your successful professional work in the field of photography, both commercial and creative.</p><p> The Union of Photographers was created by the constituent congress on December 20, 2003, at which it was decided to create a Union of Photographers. The congress was attended by 179 people from all regions of Belarus. On August 25, 2004, the Belarusian Public Association “Photography” was registered by the Ministry of Justice of the Republic of Belarus. In February 2005, the Union of Photographers joined the Belarusian Confederation of Creative Unions.</p><p> In August 2016, a congress was held at which a decision was made to rename the organization to the <strong> Belarusian Public Association of Photographers</strong>.</p><p> The Belarusian Public Association of Photographers is a member of the Federation of European Photographers (FEP / Federation of European Photographers). This allows members to qualify for The European Photographer (EP), The Qualified European Photographer (QEP), or The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Photographer of the day",
    "Anempodistov Mikhail Vladimirovich": "Anempodistov Mikhail Vladimirovich",
    "Kachan Vadim Arkadyevich": "Kachan Vadim Arkadyevich",
    "Parfenok Vladimir Petrovich": "Parfenok Vladimir Petrovich",
    "Savchenko Igor Viktorovich": "Savchenko Igor Viktorovich",
    "Klinov Artur Aleksandrovich": "Klinov Artur Aleksandrovich",
    "March 16, 1964 - January 23, 2018": "March 16, 1964 - January 23, 2018",
    "Born in 1958": "Born in 1958",
    "Born in 1962": "Born in 1962",
    "Born in 1965": "Born in 1965",
    "AnempodistovAbout": "Belarusian artist, designer, poet, culturologist, art critic.",
    "KachanAbout": "Modern Belarusian photographer, photography teacher. Author's credo: “Photography is a documentary display of not only the world around us, but also the inner state of the artist, his soul.”",
    "ParfenokAbout": "Belarusian photographer, curator of exhibitions, head of the gallery of visual arts «NOVA». He lives and works in Minsk. In creative photography from the mid-1980s. Participated in many exhibition projects in Belarus and abroad. In the photo - supporter of analog technology and manual printing.",
    "SavchenkoAbout": "Creativity of Igor Savchenko stands out from the overall picture of the Belarusian photos. The systematic nature and logic of the author surprisingly manifest the multi-layered poetics of his works, where through the deliberate routine and commonplaceness of everyday life, changing paradoxes of being emerge, where the obvious is just a gray tracing paper on the mysterious picture of time.",
    "KlinovAbout": "Belarusian writer, journalist, photographer. Editor-in-Chief of the magazine «pARTisan» Born in 1965 in Minsk in the family of the Old Believer.",
    "Go to": "Go to",
    "Home page": "Home page",
    "Search page": "Search page",
    "Search": "Search",
    "Home": "Home",
    "TeamHeader": "This site was created by delevopers:",
    "TeamDren": "Aleksandr Dren",
    "TeamFaryna": "Dzmitri Faryna",
    "TeamIvanchikov": "Ilya Ivanchikov",
    "TeamFomin": "Stanislau Fomin",
    "TeamTsykala": "Ihar Tsykala",
    "TeamTalaspaev": "Mukhamed Talaspaev",
    "TeamShlembayev": "Kemalkhan Shlembayev",
    "Watch video": "Watch video",
    "Gallery": "Gallery",
    "Anempodistov1979": "- studied and graduated from the Minsk Art College (now - Minsk State Art College named after A.K. Glebov). Thesis in the school was on the poster.",
    "Anempodistov1983": "- held military service in the Armed Forces of the USSR. While serving in the army, he corresponded with his friends from the Belarusian Workshop, especially with Sergei Khorevsky and Valentin Vecherko.",
    "Anempodistov1987": "- was a member of the Galina art laboratory (an informal art group) in Minsk, which announced by its platform “neocritical realism as a method aimed at scouring stagnation in our public life”",
    "Anempodistov1989": "- worked as an art editor in the Belarusian magazine “Birch where he realized himself together with such talents as Adam Globus, Vladimir Sivchikov, Igor Bobkov, Maxim Klimkovich, Alexander Badak and others.",
    "Anempodistov1997": "- was a member of the Belarusian Union of Designers, and since 2011 a member of his board.",
    "Anempodistov2011": "- made his debut as a photographer, presenting the photo exhibition “Under Ground”: he focused on Belarusian vegetables in photographs in such a way to open a deeper dimension of Belarusian culture. The choice of their subject was explained by the fact that Belarusians, like vegetables, hide interesting things in themselves, do not show them outside - the nation of people buried in themselves: they look normal, but inside they look fantastic - under the soiled (from the soil) skin of the potato is hidden the “golden sun”.",
    "Kachan1980": "- graduated from the Belarusian Technological Institute. S. M. Kirov in Minsk.",
    "Kachan1980_2": "- was a member of the photo club 'Evening Minsk'. At this time, series and projects of both documentary works - 'Phototandem', 'City Festival', 'Light and Shadows', and photo-editing photographs - 'XX Century', 'Associations', Wedding Moments',' Foreboding 'and other",
    "Kachan2003": "- This year I returned to photography with the personal exhibition “Fragments” in the gallery “NOVA” (Minsk). He is one of the organizers and the first chairman of the Belarusian Public Association «Photography» (creative union) 2003. Actively participates in collective exhibitions in different countries, a number of his personal exhibitions are held: in Belarus, Russia and Poland.",
    "Kachan2005": "- Vadim Kachan’s photo album “Photos of Past Years” was released - the first edition of the album-book in modern Belarus dedicated to the work of the photographer.",
    "Kachan2007": "- Began teaching photography.",
    "Klinov1987": "- Graduated from the Faculty of Architecture of the Belarusian Technical Academy.",
    "Klinov1987_2": "- Organizer and participant of the BLO community, participant in the exhibitions of the Form group.",
    "Klinov1990": "- Initially performed at exhibitions as a painter and actionist, since the 1990s he began to work with objects and installations",
    "Klinov1998": " - Became the chairman of the Belarusian Association of Contemporary Art and the chairman of the Belarusian Association of Contemporary Artists.",
    "Klinov2002": " - Together with Viktor Petrov and Denis Romanovsky organized the international festival of performance Novelties, with Tatyana Novikova - the festival of video art.",
    "Klinov2002_2": " - Founder and editor-in-chief of the media project pARTisan: since 2002 the almanac of contemporary Belarusian culture pARTisan, since 2009 the series of albums Partisan Collection.",
    "Savchenko1980": "- studied at the Belarusian State University of Informatics and Radio Electronics, graduating with honors in cybernetics and automatic control systems.",
    "Savchenko1985": "- worked as an engineer.",
    "Savchenko1988": "- during this period he met with participants of the Studio of Creative Photography Valery Lobko, Minsk.",
    "Savchenko1991": "- receives the Kodak-Pate Prize at the International Salon of Photography in Royan, France. In fact, this year has become decisive. In June 1991, he quit engineering. In the same year, his first solo exhibition, Galleri Index / Fotograficentrum, Stockholm, was held.",
    "Savchenko1994": "- From this year does not limit his work to photography only - he writes texts and prose. ",
    "Savchenko1997": "- declares refusal to create new photographic work. ",
    "Savchenko1998": "- during this period he creates a number of projects based on texts and mixed media. ",
    "Savchenko2006": "- this fall, returned to photographing. ",
    "Savchenko2009": "- released several cycles of verses.",
    "Parfenok1989": "- photographer, printer at the state productive association in Minsk",
    "Parfenok1991": "- curator of the exhibitions of new Belarusian photography in the State Gallery of Art (Sopot, Poland, 1994) and IFA-Gallery (Berlin, Germany, 1994)",
    "Parfenok1994": "- participant of the numerous group photographic and art exhibitions around the former USSR and abroad starting from 1986 and the author of one-person exhibition project Lucida momenta (1995) which was exhibited in Denmark, Poland, Great Britain and Belarus",
    "Parfenok1995": "- art director and curator of NOVA gallery of visual arts, the only independent, non-profit gallery in Minsk, dealing with photography",
    "Parfenok1996": "- editor and web-designer of the NOVA gallery web-site nova.iatp.by (new version is available at novagallery.by )",
    "AnempodistovLife": "Anemopodistov Mikhail Vladimirovich lived in the area of Komarovka",
    "KachanLife": "One of the organizers and the first chairman of the Belarusian Public Association “Photoart” (creative union) 2003",
    "KlinovLife": "Ideological leader of the first art-village of Kaptarun in Belarus",
    "ParfenokLife": "Head of the NOVA Gallery of Visual Arts",
    "SavchenkoLife": "1991 Galleri Index/Fotograficentrum personal exhibition, Stockholm",
    "Masterworks": "Masterworks",
    "Exhibitions": "Exhibitions",
    "CreationDay": "CreationDay"
}
