{
    "Photographers of Belarus": "Фотографы Беларуси",
    "Union of Photographers in Belarus": "Союз фотографов в Беларуси",
    "home-page-about-content": "<p><strong>Союз фотографов</strong> (<i>Белорусское общественное объединение фотографов</i>) — единственная в Беларуси некоммерческая организация, созданная фотографами для фотографов.</p><p>Миссия Союза фотографов состоит в том, чтобы создавать условия и возможности для вашей успешной профессиональной деятельности в области фотографии, как в коммерческой так и в творческой.</p><p>Союз фотографов был создан учредительным съездом 20 декабря 2003 года, на котором было принято решение о создании творческого Союза фотографов. В работе съезда приняли участие 179 человек со всех регионов Беларуси. 25 августа 2004 года Министерством юстиции Республики Беларусь было зарегистрировано Белорусское общественное объединение «Фотоискусство». В феврале 2005 года Союз фотографов вступил в Белорусскую конфедерацию творческих союзов.</p><p>В августе 2016 года состоялся съезд, на котором было принято решение о переименовании организации в <strong>Белорусское общественное объединение фотографов</strong>.</p><p>Белорусское общественное объединение фотографов является членом Федерации европейских фотографов (FEP/ Federation of European Photographers). Это дает возможность членам объединения получать квалификации The European Photographer (EP), The Qualified European Photographer (QEP) или The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Фотограф дня",
    "Anempodistov Mikhail Vladimirovich": "Анемподистов Михаил Владимирович",
    "Kachan Vadim Arkadyevich": "Качан Вадим Аркадьевич",
    "Parfenok Vladimir Petrovich": "Парфенок Владимир Петрович",
    "Savchenko Igor Viktorovich": "Савченко Игорь Викторович",
    "Klinov Artur Aleksandrovich": "Клинов Артур Александрович",
    "March 16, 1964 - January 23, 2018": "16 марта 1964 г. - 23 января 2018 г.",
    "Born in 1958": "1958 г.р.",
    "Born in 1962": "1962 г.р.",
    "Born in 1965": "1965 г.р.",
    "KachanAbout": "Cовременный белорусский фотограф, преподаватель фотографии. Авторское кредо: «Фотография – это документальное отображение не только окружающего мира, но и внутреннего состояния художника, его души».",
    "ParfenokAbout": "Белорусский фотограф, куратор выставочных проектов, руководитель галереи визуальных искусств «NOVA». Живёт и работает в Минске. В творческой фотографии с середины 1980-х гг. Участвовал в многочисленных выставочных проектах в Беларуси и за рубежом. В фотографии — сторонник аналоговых технологий и ручной печати.",
    "AnempodistovAbout": "Белорусский художник, дизайнер, поэт, культуролог, искусствовед.",
    "SavchenkoAbout": "Творчество Игоря Савченко заметно выделяется из общей картины белорусской фотографии. Системность и логика автора удивительным образом проявляют многослойную поэтику его произведений, где сквозь нарочитую обыденность и банальность повседневности проступают изменчивые парадоксы бытия, где очевидное - лишь серая калька на таинственной картине времени.",
    "KlinovAbout": "Белорусский писатель, журналист, фотограф. Главный редактор журнала «pARTisan». Родился в 1965 году в Минске в семье старовера.",
    "Go to": "Перейти",
    "Home page": "На главную",
    "Search page": "Поиск фотографа",
    "Search": "Поиск",
    "Home": "Главная",
    "TeamHeader": "Этот сайт создан командой разработчиков:",
    "TeamDren": "Александр Дрень",
    "TeamFaryna": "Дмитрий Фарина",
    "TeamIvanchikov": "Илья Иванчиков",
    "TeamFomin": "Станислав Фомин",
    "TeamTsykala": "Игорь Цыкало",
    "TeamTalaspaev": "Мухаммед Таласпаев",
    "TeamShlembayev": "Кемалхан Шлембаев",
    "Watch video": "Смотреть видео",
    "Gallery": "Галерея"
}
