{
    "Photographers of Belarus": "Фотографы Беларуси",
    "Union of Photographers in Belarus": "Союз фотографов в Беларуси",
    "home-page-about-content": "<p><strong>Союз фотографов</strong> (<i>Белорусское общественное объединение фотографов</i>) — единственная в Беларуси некоммерческая организация, созданная фотографами для фотографов.</p><p>Миссия Союза фотографов состоит в том, чтобы создавать условия и возможности для вашей успешной профессиональной деятельности в области фотографии, как в коммерческой так и в творческой.</p><p>Союз фотографов был создан учредительным съездом 20 декабря 2003 года, на котором было принято решение о создании творческого Союза фотографов. В работе съезда приняли участие 179 человек со всех регионов Беларуси. 25 августа 2004 года Министерством юстиции Республики Беларусь было зарегистрировано Белорусское общественное объединение «Фотоискусство». В феврале 2005 года Союз фотографов вступил в Белорусскую конфедерацию творческих союзов.</p><p>В августе 2016 года состоялся съезд, на котором было принято решение о переименовании организации в <strong>Белорусское общественное объединение фотографов</strong>.</p><p>Белорусское общественное объединение фотографов является членом Федерации европейских фотографов (FEP/ Federation of European Photographers). Это дает возможность членам объединения получать квалификации The European Photographer (EP), The Qualified European Photographer (QEP) или The Master Qualified European Photographer (MQEP).</p>",

    "Photographer of the day": "Фотограф дня",
    "Anempodistov Mikhail Vladimirovich": "Анемподистов Михаил Владимирович",
    "Kachan Vadim Arkadyevich": "Качан Вадим Аркадьевич",
    "Parfenok Vladimir Petrovich": "Парфенок Владимир Петрович",
    "Savchenko Igor Viktorovich": "Савченко Игорь Викторович",
    "Klinov Artur Aleksandrovich": "Клинов Артур Александрович",
    "March 16, 1964 - January 23, 2018": "16 марта 1964 г. - 23 января 2018 г.",
    "Born in 1958": "1958 г.р.",
    "Born in 1962": "1962 г.р.",
    "Born in 1965": "1965 г.р.",
    "KachanAbout": "Cовременный белорусский фотограф, преподаватель фотографии. Авторское кредо: «Фотография – это документальное отображение не только окружающего мира, но и внутреннего состояния художника, его души».",
    "ParfenokAbout": "Белорусский фотограф, куратор выставочных проектов, руководитель галереи визуальных искусств «NOVA». Живёт и работает в Минске. В творческой фотографии с середины 1980-х гг. Участвовал в многочисленных выставочных проектах в Беларуси и за рубежом. В фотографии — сторонник аналоговых технологий и ручной печати.",
    "AnempodistovAbout": "Белорусский художник, дизайнер, поэт, культуролог, искусствовед.",
    "SavchenkoAbout": "Творчество Игоря Савченко заметно выделяется из общей картины белорусской фотографии. Системность и логика автора удивительным образом проявляют многослойную поэтику его произведений, где сквозь нарочитую обыденность и банальность повседневности проступают изменчивые парадоксы бытия, где очевидное - лишь серая калька на таинственной картине времени.",
    "KlinovAbout": "Белорусский писатель, журналист, фотограф. Главный редактор журнала «pARTisan». Родился в 1965 году в Минске в семье старовера.",
    "Go to": "Перейти",
    "Home page": "На главную",
    "Search page": "Поиск фотографа",
    "Search": "Поиск",
    "Home": "Главная",
    "TeamHeader": "Этот сайт создан командой разработчиков:",
    "TeamDren": "Александр Дрень",
    "TeamFaryna": "Дмитрий Фарина",
    "TeamIvanchikov": "Илья Иванчиков",
    "TeamFomin": "Станислав Фомин",
    "TeamTsykala": "Игорь Цыкало",
    "TeamTalaspaev": "Мухаммед Таласпаев",
    "TeamShlembayev": "Кемалхан Шлембаев",
    "Watch video": "Смотреть видео",
    "Gallery": "Галерея",
    "Anempodistov1979": "- учился и окончил Минское художественное училище (ныне — Минский государственный художественный колледж имени А. К. Глебова). Дипломная работа в училище была по плакату.",
    "Anempodistov1983": "- прошел срочную службу в Вооруженных силах СССР. Во время службы в армии переписывался со своими друзьями из «Белорусской Мастерской особенно с Сергеем Хоревским и Валентином Вечёрко.",
    "Anempodistov1987": "- был членом арт-лаборатории «Галина» (неформальной художественной группы) в Минске, которая своей платформой объявила «неокритический реализм как метод, направленный на бичевание застойных явлений в нашей общественной жизни»",
    "Anempodistov1989": "- работал художественным редактором в белорусском журнале «Березка где реализовывал себя совместно с такими талантами как Адам Глобус, Владимир Сивчиков, Игорь Бобков, Максим Климкович, Александр Бадак и др.",
    "Anempodistov1997": "- был членом Белорусского союза дизайнеров, а с 2011 года членом его правления.",
    "Anempodistov2011": "- дебютировал как фотограф, презентовав фотавыставку «Under Ground»: в фотографиях сосредоточился на белорусских овощах, чтобы таким способом открыть более глубокое измерение белорусской культуры. Выбор своей тематики объяснил тем, что белорусы, как овощи, скрывают интересные вещи в себе, не показывают их вовне — нация заглубленных в себя людей: выглядят обычно, а внутри фантастические — под испачканной (от почвы) кожурой картофеля спрятано «золотое солнце».",
    "Kachan1980": "- закончил Белорусский технологический институт им. С. М. Кирова в Минске.",
    "Kachan1980_2": "- являлся членом фотоклуба «Вечерний Минск». В это время создаются серии и проекты как документальных работ — «Фототандем», «Праздник города», «Свет и тени», так и фотомонтажных фотографий — «ХХ-век», «Ассоциации», «Свадебные мгновения», «Предчувствие судьбы» и др.",
    "Kachan2003": "- В этом году возвратился в фотографию персональной выставкой «Осколки» в галерее «NOVA»(Минск). Является одним из организаторов и первым председателем Белорусского Общественного объединения «Фотоискусство» (творческий союз) 2003 год. Активно участвует в коллективных выставках в разных странах, проходит ряд его персональных выставок: в Беларуси, России и Польше.",
    "Kachan2005": "- Вышел фотоальбом Вадима Качана «Фотографии прошлых лет» - первое в современной Беларуси издание альбома-книги, посвященное творчеству фотохудожника.",
    "Kachan2007": "- Начал заниматься преподаванием фотографии.",
    "Klinov1987": "- закончил архитектурный факультет Белорусской технической академии.",
    "Klinov1987_2": "- Организатор и участник собщества «БЛО», участник выставок группы «Форма».",
    "Klinov1990": "- Первоначально выступал на выставках как живописец и акционист, с 1990-х стал работать с объектами и инсталляциями",
    "Klinov1998": "- Стал председателем Белорусской ассоциации современного искусства и председателем Белорусской ассоциации современных художников.",
    "Klinov2002": "- Совместно с Виктором Петровым и Денисом Романовским организовал международный фестиваль перформанса «Новинки», с Татьяной Новиковой – фестиваль видеоарта.",
    "Klinov2002_2": "- Основатель и главный редактор медиапроекта pARTisan: с 2002 года альманаха современной белорусской культуры pARTisan, с 2009 серии альбомов «Коллекция пАРТизана».",
    "Savchenko1980": "- учился в Белорусском государственном университете информатики и радиоэлектроники, окончив его с отличием по специальности кибернетика и системы автоматического управления.",
    "Savchenko1985": "- работал инженером.",
    "Savchenko1988": "– в этот период познакомился с участниками Студии творческой фотографии Валерия Лобко, Минск. ",
    "Savchenko1991": "- получает Премию Кодак-Пате на Международном салоне фотографии в Рояне, Франция. Фактически этот год стал определяющим. В июне 1991 года увольняется с инженерной работы. В этом же году прошла его первая персональная выставка, Galleri Index/Fotograficentrum, Стокгольм.",
    "Savchenko1994": "– с этого года не ограничивает своё творчество  только фотографией - пишет тексты и прозу.",
    "Savchenko1997": "- декларирует отказ от создания новых фотографических работ.",
    "Savchenko1998": "– в этот период создает ряд проектов на базе текстов и смешанной техники.",
    "Savchenko2006": "– осенью этого года вернулся к фотографированию.",
    "Savchenko2009": "– Выпустил несколько циклов стихов: «Тебе о тебе» и другие.",
    "Parfenok1989": "- фотограф научно-производственного объединения Центр, Минск",
    "Parfenok1991": "- редактор отдела художественной фотографии республиканского журнала по искусству Мастацтва, Минск",
    "Parfenok1994": "- куратор выставки Новая белорусская фотография в Государственной художественной галерее г. Сопота (Польша, 1994) и выставки Фотография из Минска в галерее IFA, (Берлин, 1994)",
    "Parfenok1995": "- участник многочисленных групповых выставочных фотографических проектов в Беларуси, России, Литве, Эстонии и в странах дальнего зарубежья (Финляндия, Швеция, Польша, Дания, Германия, Великобритания, США, Австрия); автор двух персональных выставочных проектов Lucida momenta (1995)",
    "Parfenok1996": "- художественный руководитель и куратор выставочных проектов независимой галереи визуальных искусств NOVA, 1996 - до наст. вр."
}
