import React from 'react';
import './content.css';

export default function Content() {
    return <div className='home-page-about-content'>
        <p>
            <span style={{ fontWeight: '600'}}>Союз фотографов</span> (<span style={{ fontStyle: 'italic'}}>Белорусское общественное объединение фотографов</span>) - единственная в Беларуси некоммерческая организация, созданная фотографами для фотографов.
        </p>
        <p>
            Миссия Союза фотографов состоит в том, чтобы создавать условия и возможности для вашей успешной профессиональной деятельности в области фотографии, как в коммерческой так и в творческой.
        </p>
        <p>
            Союз фотографов был создан учредительным съездом 20 декабря 2003 года, на котором было принято решение о создании творческого Союза фотографов. В работе съезда приняли участие 179 человек со всех регионов Беларуси. 25 августа 2004 года Министерством юстиции Республики Беларусь было зарегистрировано Белорусское общественное объединение «Фотоискусство». В феврале 2005 года Союз фотографов вступил в Белорусскую конфедерацию творческих союзов.
        </p>
        <p>
            В августе 2016 года состоялся съезд, на котором было принято решение о переименовании организации в <span style={{ fontWeight: '600'}}>Белорусское общественное объединение фотографов</span>.
        </p>
        <p>
            Белорусское общественное объединение фотографов является членом Федерации европейских фотографов (FEP/ Federation of European Photographers). Это дает возможность членам объединения получать квалификации The European Photographer (EP), The Qualified European Photographer (QEP) или The Master Qualified European Photographer (MQEP).
        </p>
    </div>;
}
